Repository: labkaxita/lakaxita
Catalog: lakaxita/locale/*/LC_MESSAGES/django.po
Languages: eu

source: News
eu: Berriak

source: Gallery
eu: Galeria

source: Lost and Found
eu: Galdutako gauzak

source: Others
eu: Bestelakoak

source: Administration
eu: Kudeaketa

source: Internal Attachments
eu: Barne eranskinak

source: External Attachments
eu: Kanpo eranskinak

source: Support
eu: Laguntza

source: Contact the developer
eu: Garatzailearekin kontaktatu

source: Recent Actions
eu: Azken ekintzak

source: external attachment
eu: kanpo eranskina

source: external attachments
eu: kanpo eranskinak

source: internal attachment
eu: barne eranskina

source: internal attachments
eu: barne eranskinak

source: Meta
eu: Metadatuak

source: category
eu: kategoria

source: categories
eu: kategoriak

source: name
eu: izena

source: description
eu: deskribapena

source: attachments
eu: eranskinak

source: parent
eu: gurasoa

source: group
eu: eragilea

source: groups
eu: eragileak

source: image
eu: irudia

source: has been returned
eu: bueltatu egin da

source: Returned
eu: Bueltatu da

source: Not returned
eu: Ez da bueltatu

source: Mark as returned
eu: Bueltatuta bezala markatu

source: Mark as not returned
eu: Ez bueltatuta bezala markatu

source: item
eu: gauza

source: Item
eu: Gauza

source: Items
eu: Gauzak

source: lost date
eu: galdu den data

source: found date
eu: aurkitu den data

source: Notification
eu: Notifikazioa

source: Notifications
eu: Notifikazioak

source: title
eu: izenburua

source: reply to
eu: erantzun honi

source: text
eu: testua

source: has been published
eu: argitaratua izan da

source: Published
eu: Argitaratua

source: Not published
eu: Ez argitaratua

source: news
eu: berria

source: news
eu: berriak

source: publish on
eu: argitarapen data

source: on frontpage
eu: portadan

source: group it belongs to
eu: eragilea

source: event date
eu: gertakariaren data

source: site description
eu: gunearen deskribapena

source: news, lost & found objects, gallery and groups of lakaxita gaztetxea
eu: lakaxita gaztetxeko berriak, galdutako objetuak, galeria eta eragileak

source: We are sorry but we didn't found the requested page.
eu: Sentitzen dugu baina eskatutako orria ez dugu aurkitu.

source: content
eu: edukia

source: webpage
eu: webgunea

source: LOST & FOUND
eu: GALDUTAKO GAUZAK

source: lost & found
eu: galdutako gauzak

source: GROUPS
eu: ERAGILEAK

source: GALLERY
eu: GALERIA

source: gallery
eu: galeria

source: NEWS
eu: BERRIAK

source: CONTACT
eu: KONTAKTUA

source: contact
eu: kontaktua

source: Date of discovery
eu: Aurkitu den eguna

source: It has been already returned
eu: Iada bueltatu egin da

source: It has not been returned yet
eu: Oraindik ez da bueltatu

source: It is mine!
eu: Nirea da!

source: Title
eu: Izenburua

source: Reply to
eu: Erantzun honi

source: Text
eu: Testua

source: Submit
eu: Bidali

source: Close
eu: Itxi

source: Date
eu: Data
